<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewpotype" content="width=device-width, initial-scale=1.0">
    <title>เงื่อนไขการให้บริการ</title>
    <link rel="icon" type="image/x-icon" href="./assets/images/logo_icon.ico">
    <!-- bootstrap -->
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3" crossorigin="anonymous">
    <script src="https://cdn.jsdelivr.net/npm/@popperjs/core@2.10.2/dist/umd/popper.min.js" integrity="sha384-7+zCNj/IqJ95wo16oMtfsKbZ9ccEh31eOz1HGyDuCQ6wgnyJNSYdrPa03typeR1zdB" crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.min.js" integrity="sha384-QJHtvGhmr9XOIpI6YVutG+2QOK9T+ZnN4kzFN1typeK3zEFEIsxhlmWl5/YESvpZ13" crossorigin="anonymous"></script>
    <!-- sweetalert -->
    <script src="//cdn.jsdelivr.net/npm/sweetalert2@11"></script>
    <link rel="stylesheet" href="./assets/css/login.css">
</head>

<body>
    <?php
    include "./connectDB/connectDB.php";

    ?>
    <div class="container">
        <div class="wrapper1">
            <h2>ข้อกำหนดและเงื่อนไขการใช้บริการ</h2>
            <br>
            <div class="condition">
                ปรับปรุงล่าสุดเมื่อวันที่ 12 พฤษภาคม 2563
                ข้อกำหนดและเงื่อนไขการใช้บริการ (“ข้อกำหนดและเงื่อนไข”) ผ่านแอปพลิเคชั่นคิวคิว (“แอปพลิเคชั่น”) ระบุข้อกำหนดและเงื่อนไข ระหว่าง บริษัท คิว คิว (ประเทศไทย) จำกัด รวมถึงบริษัทในเครือ (ซึ่งต่อไปนี้เรียกว่า “บริษัท”) ฝ่ายหนึ่ง และ ผู้ใช้บริการที่ลงทะเบียนเข้าใช้งานกับคิวคิว (ซึ่งต่อไปนี้เรียกว่า “ผู้ใช้บริการ”) อีกฝ่ายหนึ่ง เกี่ยวกับการบริการที่คิวคิวเป็นผู้ให้บริการภายใต้ข้อกำหนดและเงื่อนไขนี้ (“บริการ”)

                คำว่า เรา, พวกเรา, ของเรา, บริษัท, คิวคิว ให้หมายความถึง บริษัท คิว คิว (ประเทศไทย) จำกัด และ บริษัทในเครือ

                ในข้อกำหนดและเงื่อนไขการใช้บริการนี้คำที่แสดงถึงเพศหนึ่งให้ถือแสดงถึงเพศใดๆด้วย คำที่แสดงถึงปัจเจกบุคคลให้แสดงถึงกลุ่มบุคคลด้วยรวมถึงในทางกลับกัน และคำที่แสดงถึงเอกพจน์ให้แสดงถึงพหูพจน์ด้วยรวมถึงในทางกลับกัน

                1. คำนิยาม
                “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลส่วนบุคคล รวมถึงแต่ไม่จำกัดเพียง ข้อมูลทางชีวภาพ ข้อมูลทางการเงิน ข้อมูลใด ๆ ที่ผู้ใช้บริการได้ให้ ไว้กับบริษัท หรือเข้าถึงได้จากแหล่งอื่น ซึ่งสามารถระบุตัวตนได้

                “รหัสผ่าน” หมายถึง ชื่อผู้ใช้งาน (Username) รหัสผ่าน (Password) PIN (Person Identification Number) ลายนิ้วมือ ใบหน้า รหัสผ่านเพื่อใช้งานอุปกรณ์เพื่อทำรายการ รหัสสำหรับใช้ครั้งเดียว (OTP) รวมถึงรหัสอื่นใดที่เกี่ยวข้องกับการใช้บริการแอปพลิเคชั่นในลักษณะเดียวกันนี้ไม่ว่าจะเรียกด้วยชื่อใดก็ตาม

                “สินค้า” หมายถึง ผลิตภัณฑ์ สินค้าและบริการที่ปรากฏในแอปพลิเคชั่น ไม่ว่าของบริษัทหรือของผู้ให้บริการอื่น

                2. ข้อกำหนดทั่วไป
                2.1 ผู้ใช้บริการได้อ่านและเข้าใจข้อกำหนดและเงื่อนไขของบริษัทเป็นอย่างดีแล้ว และผู้ใช้บริการตกลงยอมรับข้อกำหนดและเงื่อนไขการใช้บริการ ก่อนการใช้บริการของบริษัท

                2.2 ข้อกำหนดและเงื่อนไขนี้ ถือเป็นส่วนหนึ่งของนโยบายความเป็นส่วนตัวของบริษัทด้วย โดยบริษัทอาจแก้ไข หรือเพิ่มเติมข้อกำหนดและเงื่อนไขไม่ว่าเวลาใดก็ตาม โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า เว้นแต่ในกรณีที่การแก้ไขที่ส่งผลกระทบอย่างมีนัยสำคัญต่อผู้ใช้บริการ เราจะแจ้งให้ผู้ใช้บริการทราบล่วงหน้าผ่านทางการแจ้งเตือนในแอปพลิเคชันหรือทางอื่นตามสมควร

                การที่ผู้ใช้บริการตกลงและยอมใช้บริการต่อไปหลังจากที่การแก้ไขดังกล่าวมีผลบังคับใช้แล้วถือว่าผู้ให้บริการยอมรับข้อกำหนดและเงื่อนไขที่แก้ไขเพิ่มเติมในแต่ละครั้งด้วย

                2.3 การปรับปรุง คุณลักษณะ และ/หรือบริการใหม่ๆ ให้ถือว่าอยู่ภายใต้ข้อกำหนดและเงื่อนไขฉบับนี้ด้วย

                3. การใช้บริการ
                ผู้ใช้บริการตกลงและยอมรับว่า ผู้ใช้บริการจะใช้บริการแอปพลิเคชั่น ภายใต้ข้อกำหนดและเงื่อนไขที่ระบุไว้นี้เท่านั้น

                3.1 ผู้ใช้บริการสามารถใช้บริการได้โดยการลงทะเบียนในแอปพลิเคชั่นตามวิธีที่บริษัทกำหนดไว้ หรือโดยวิธีการเชื่อมบัญชีผู้ใช้งานผ่านบัญชีสื่อสังคมออนไลน์ (เฟซบุ๊ก อีเมล ไลน์) ของผู้ใช้บริการกับบัญชีผู้ใช้งานแอปพลิเคชั่น (“บัญชีผู้ใช้งาน”)

                ทั้งนี้ในการลงทะเบียนหรือการเชื่อมบัญชีผู้ใช้งาน ผู้ใช้บริการรับรองว่าข้อมูลที่ผู้ใช้บริการได้ให้แก่บริษัทเป็นข้อมูลที่ถูกต้องตรงกับความเป็นจริงและเป็นปัจจุบัน

                3.2 ผู้ใช้บริการจะต้องเก็บรักษารหัสผ่านไว้เป็นความลับและปลอดภัยเฉพาะตัวของผู้ใช้บริการเท่านั้น และไม่เปิดเผย หรือกระทำการใด ๆ ที่อาจทำให้ผู้อื่นทราบหรือเข้าถึง รหัสผ่าน และ/หรือข้อมูลดังกล่าว

                ผู้ใช้บริการยอมรับว่าการทํารายการใด ๆ โดยใช้รหัสผ่านของผู้ใช้บริการเป็นความรับผิดชอบของผู้ใช้บริการแต่เพียงผู้เดียว โดยบริษัทไม่ต้องรับผิดชอบในความเสียหายหรือความสูญเสียที่เกิดขึ้นจากการทํารายการใด ๆ ภายใต้บัญชีผู้ใช้งานจากการใช้รหัสผ่านดังกล่าว

                3.3 ผู้ใช้บริการตกลงและยินยอมให้บริษัทเก็บรวบรวมข้อมูลส่วนบุคคล โดยบริษัทจะเก็บรวบรวมข้อมูลดังกล่าวเท่าที่จำเป็นแก่การมอบประสบการณ์ที่ดีที่สุดให้แก่ผู้ใช้บริการ ผู้ใช้บริการยินยอมให้บริษัทใช้ ส่ง โอน ข้อมูลส่วนบุคคลให้กับบริษัทในเครือ รวมถึงหน่วยงานราชการ ผู้สอบบัญชี ผู้ตรวจสอบภายนอกของบริษัท บุคคล/นิติบุคคล อื่นใด ที่บริษัทเป็นคู่สัญญาหรือมีความสัมพันธ์ด้วย โดยมีวัตถุประสงค์เพื่อ ใช้, เปิดเผย, ประมวลผล, วิเคราะห์, ยืนยันหรือพิสูจน์ตัวตน, ปรับปรุงบริการของบริษัท, ดำเนินการตามคำขอของผู้ใช้บริการก่อนเข้าทำสัญญา, ปฎิบัติตามสัญญาระหว่างบริษัทกับบุคคลอื่นอันเป็นไปเพื่อประโยชน์ของผู้ใช้บริการ, ตรวจสอบรายการธุรกรรมต่าง ๆ และเพื่อวัตถุประสงค์อื่นใดที่ไม่ต้องห้ามตามกฎหมายและเป็นไปเพื่อประโยชน์สูงสุดแก่ผู้ใช้บริการ

                ทั้งนี้บริษัทจะไม่เปิดเผยข้อมูลส่วนบุคคลดังกล่าวแก่บุคคลภายนอก นอกเหนือจากที่ระบุไว้ข้างต้น โดยไม่ได้รับความยินยอมจากผู้ใช้บริการ เว้นแต่เป็นการปฏิบัติตามกฎหมายเท่านั้น

                3.4 ผู้ใช้บริการยอมรับและตกลงให้บริษัท ส่งข้อมูลข่าวสาร ข้อเสนอ กิจกรรมทางการตลาด รายการส่งเสริมการขาย แคมเปญ นำเสนอผลิตภัณฑ์ต่าง ๆ ที่อาจเป็นประโยชน์ให้แก่ผู้ใช้บริการหรืออาจเป็นที่สนใจแก่ผู้ใช้บริการ ผู้ใช้บริการรับทราบว่าผู้ใช้บริการสามารถบอกเลิกหรือปฏิเสธการรับข้อมูลข่าวสารดังกล่าวได้ตามช่องทางที่บริษัทกำหนด

                3.5 ผู้ใช้บริการสามารถใช้รหัสผ่านสำหรับการชำระค่าสินค้า รวมถึงทำธุรกรรมด้านการเงินต่าง ๆ

                3.6 ผู้ใช้บริการรับทราบว่ากรณีที่ผู้ใช้บริการยืนยันใช้รหัสผ่านสำหรับการใช้บริการของแอปพลิเคชั่นจนเสร็จสมบูรณ์แล้ว ผู้ใช้บริการยอมรับว่าไม่สามารถยกเลิก เพิกถอน เปลี่ยนแปลง แก้ไขรายการที่ยืนยันนั้นได้ และต้องผูกพันตามรายการดังกล่าวทุกประการ

                3.7 ผู้ใช้บริการยังไม่บรรลุนิติภาวะตามกฎหมาย สามารถใช้บริการได้ภายใต้ความยินยอม การแนะนำและควบคุมโดยผู้ปกครอง

                3.8 กรณีที่ผู้ใช้บริการได้ชำระค่าบริการและได้รับสินค้าและ/หรือบริการ ไม่ถูกต้อง ไม่ครบถ้วน หรือไม่ได้รับสินค้าและ/หรือบริการ ผู้ใช้บริการสามารถติดต่อผู้ให้บริการเพื่อขอคืนเงินค่าสินค้าและ/หรือบริการแล้วแต่กรณี ได้ทางอีเมล info@queq.me ได้ทุกวันตลอด 24 ชั่วโมง หรือที่หมายเลขโทรศัพท์ 02-938-3515 ในเวลาทำการ วันจันทร์-ศุกร์ ตั้งแต่เวลา 8.00 น. ถึง 18.00 น. ยกเว้นวันหยุดนักขัตฤกษ์ เว้นแต่ในกรณีที่ผู้ใช้บริการได้รับการชดเชยจากร้านค้าในกรณีดังกล่าวแล้ว

                3.9 ผู้ใช้บริการตกลงและยอมรับว่าผู้ใช้บริการไม่สามารถยกเลิกคำสั่งซื้อที่ได้มีการประมวลผลแล้วและขอเงินคืนสำหรับรายการที่ได้ยกเลิกดังกล่าวในทุกกรณี

                4. เนื้อหา CONTENTS
                ผู้ใช้บริการรับทราบว่า การที่ผู้ใช้บริการนำเข้า (Upload) หรือเผยแพร่ข้อมูล ข้อความ รูปภาพ วิดีโอ เสียง โลโก้ หรือเนื้อหาอื่นใด เข้าแอปพลิเคชั่น (“เนื้อหา”) ให้ถือว่า ผู้ใช้บริการตกลงอนุญาตให้บริษัทมีสิทธิใช้เนื้อหาได้ และผู้ใช้บริการยังคงมีสิทธิในเนื้อหาดังกล่าวเช่นเดิม

                บริการของบริษัทรวมถึงแต่ไม่จำกัดเพียงแค่ตัวอักษร ข้อความ รูปภาพ ภาพกราฟฟิก รูปภาพซอฟต์แวร์ วิดีโอและไฟล์เสียง และอื่น ๆ ในทำนองเดียวกันกับสิ่งที่ระบุมาแล้วข้างต้นนี้บนบริการของบริษัททั้งทางคิวคิวเว็บไซต์และแอปพลิเคชั่นคิวคิว (“เนื้อหาของบริษัท”) อันเป็นเนื้อหาซึ่งบริษัทเป็นเจ้าของสิทธิ ภายใต้ความคุ้มครองตามกฎหมายเรื่องทรัพย์สินทางปัญญาและกฎหมายอื่นที่เกี่ยวข้อง

                ผู้ใช้บริการต้องไม่ ทำซ้ำ คัดลอก เปลี่ยนแปลง แก้ไข เพิ่มเติม ตัดทอน หรือนำเนื้อหาของบริษัทไปใช้ นอกจากนี้ผู้ใช้บริการจะไม่ทำการขาย จำหน่าย หรือโดยวิธีการอื่นใดเพื่อประโยชน์เชิงพาณิชย์

                5. การยกเลิกการใช้บริการและการระงับการให้บริการ
                5.1 ในกรณีที่ผู้ใช้บริการประสงค์จะยกเลิกการใช้บริการ ผู้ใช้บริการสามารถแจ้งความประสงค์ตามวิธีที่กำหนดใน นโยบายคุ้มครองความเป็นส่วนตัว

                ทั้งนี้หากผู้ใช้บริการยกเลิกบัญชีผู้ใช้งานแล้ว บริษัทจะไม่สามารถเก็บรวบรวมข้อมูลส่วนบุคคลของท่านได้อีกต่อไป และผู้ใช้บริการจะไม่สามารถใช้บริการผ่านแอปพลิเคชั่นได้ตลอดระยะเวลาที่มีการยกเลิกบัญชีผู้ใช้งาน ทั้งนี้ระบบจะยังเก็บตัวบ่งชี้อุปกรณ์ของผู้ใช้บริการไว้ต่อไป เมื่อผู้ใช้บริการทำการติดตั้งแอปพลิเคชันใหม่อีกครั้ง ตัวบ่งชี้ดังกล่าวจะทำให้บริษัทสามารถจดจำอุปกรณ์ของผู้ใช้บริการรวมถึงธุรกรรมและกิจกรรมอื่นๆ ได้ และผู้ใช้บริการสามารถใช้บริการผ่านแอปพลิเคชั่นได้ต่อไป

                5.2 บริษัทขอสงวนสิทธิในการระงับหรือยกเลิกบัญชีผู้ใช้งานของผู้ใช้บริการ โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า ในกรณีที่ผู้ใช้บริการกระทำการหรืออนุญาตให้ผู้อื่นกระทำการอย่างใดอย่างหนึ่งดังต่อไปนี้

                5.2.1 ดำเนินการหรืออนุญาตให้ผู้อื่นดำเนินการ ทำซ้ำ คัดลอก เปลี่ยนแปลง แก้ไข เพิ่มเติม ตัดทอน และ/หรือการกระทำละเมิดสิทธิในทรัพย์สินทางปัญญาซึ่งรวมถึงแต่ไม่จำกัดเพียง ลิขสิทธิ์ สิทธิบัตร เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้า ความลับทางการค้า หรือ ทรัพย์สินทางปัญญาอื่นไม่ว่าโดยวิธีการใด และไม่ว่าเพื่อวัตถุประสงค์ใดก็ตาม เว้นแต่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากบริษัท

                5.2.2 ดำเนินการใช้เอกสารปลอม หรือแสดงข้อความอันเป็นเท็จในการลงทะเบียนใช้งานแอปพลิเคชั่น

                5.2.3 ผู้ใช้บริการแจ้งยกเลิกการใช้บริการตามข้อ 5.1

                5.2.4 ดำเนินการใด ๆ อันมีผลทำให้เป็นการรบกวนหรือแทรกแซงการทำงานของระบบคอมพิวเตอร์โดยการส่งไวรัส (Virus) หรือโปรแกรมคอมพิวเตอร์ในรูปแบบต่าง ๆ ที่ออกแบบมาเพื่อขัดขวาง ทำลาย จำกัดการทำงานของระบบคอมพิวเตอร์ หรือคอมพิวเตอร์ฮาร์ดแวร์ หรือโปรแกรมซอฟท์แวร์ในการสื่อสารของสมาชิกของบริษัท หรือผู้ใช้บริการอินเตอร์เน็ต หรือบุคคลภายนอก

                5.2.5 ใช้โปรแกรมคอมพิวเตอร์ซอฟท์แวร์ โค้ด รวมถึงแต่ไม่จำกัดเพียง โทรจัน เวิร์ม ไฟล์ล่วงความลับ หรือโปรแกรมที่เป็นอันตรายอื่น ๆ หรือวิธีการอื่นใดที่มีวัตถุประสงค์เพื่อ ขัดขวาง แทรกแซง รบกวนการทำงานหรือให้บริการของบริษัท หรือเครื่องคอมพิวเตอร์และ/หรือระบบคอมพิวเตอร์ของบุคคลภายนอก ในการเข้าถึง เข้ารับ คัดลอก หรือตรวจดูข้อมูลเนื้อหาไม่ว่าทั้งหมดหรือบางส่วนของบริการทั้งในแอปพลิเคชั่น ที่สามารถพบได้หรือเข้าถึงได้

                5.2.6 ใช้บริการไปในทางอันมิชอบด้วยกฎหมาย

                5.2.7 กระทำการใด ๆ อันขัดต่อข้อกำหนดและเงื่อนไข นโยบายความเป็นส่วนตัวของบริษัท รวมทั้งการแก้ไขเพิ่มเติมที่บริษัทกำหนดขึ้นภายหลัง

                6. การเชื่อมโยงไปยังเว็บไซต์/แอปพลิเคชั่นอื่น
                บริการของบริษัทนั้นอาจจะประกอบด้วยการโฆษณาหรือการเชื่อมโยงไปยังเว็บไซต์และ/หรือแอปพลิเคชั่นของผู้อื่น (ซึ่งต่อไปนี้จะเรียกรวมว่า“ผู้ให้บริการอื่น”) การเชื่อมโยงไปยังผู้ให้บริการอื่นเพื่อความสะดวกต่อการใช้งานของผู้ใช้บริการเท่านั้น โดยบริษัทไม่ได้เป็นผู้รับรอง หรือยืนยันความถูกต้อง หรือเป็นเจ้าของข้อมูลใด ๆ ที่อยู่ในโฆษณา และ/หรือเนื้อหาอื่น ๆ ของผู้ให้บริการอื่น

                หากผู้ใช้บริการดำเนินการเชื่อมไปยังผู้ให้บริการอื่นหรือทำการติดตั้งแอปพลิเคชั่นหรือซอฟต์แวร์อื่น ๆ หรือทำการดาวน์โหลดเนื้อหาใด จากผู้ให้บริการอื่นให้ถือว่าผู้ใช้บริการได้กระทำโดยความเสี่ยงของผู้ใช้บริการเอง บริษัทไม่มีส่วนเกี่ยวข้อง รู้เห็น และความรับผิดชอบต่อเนื้อหา ข้อมูลรวมทั้งการกระทำของผู้ใช้บริการผ่านผู้ให้บริการอื่นแต่อย่างใด หากเกิดความผิดพลาดอันมาจากการกระทำดังกล่าวผู้ใช้บริการต้องติดต่อโดยตรงกับผู้ให้บริการอื่นเท่านั้น

                7. สิทธิในทรัพย์สินทางปัญญา
                ผู้ใช้บริการตกลงและยอมรับว่า ข้อความ รูปภาพ วิดีโอ เสียง โลโก้ และ/หรือส่วนหนึ่งส่วนใดที่ปรากฏบนแอปพลิเคชั่น รวมถึงแต่ไม่จำกัดเพียง ลิขสิทธิ์ สิทธิบัตร เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้า ฐานข้อมูล สิทธิในทรัพย์สินทางปัญญา (ตามนิยามด้านล่าง) (เว้นแต่ข้อมูลหรือรูปภาพของผู้ใช้บริการที่นำเข้าหรือเผยแพร่ผ่านบริการของบริษัทด้วยตนเอง) เป็นงานที่ได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญาซึ่งเป็นกรรมสิทธิ์ ลิขสิทธิ์ สิทธิและทรัพย์สินของบริษัทแต่เพียงผู้เดียว

                สิทธิในทรัพย์สินทางปัญญา หมายถึงสิทธิใด ๆ ทั้งหมดที่มีอยู่ภายใต้กฎหมายสิทธิบัตร กฎหมายลิขสิทธิ์ กฎหมายเครื่องหมายทางการค้า กฎหมายความลับทางการค้า กฎหมายการแข่งขันอย่างไม่เป็นธรรม

                อนึ่ง ผลิตภัณฑ์ สินค้า บริการชื่อบริษัท เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้าใดที่ปรากฏบนบริการของบริษัทนั้นถือว่าเป็นกรรมสิทธิ์ ลิขสิทธิ์ สิทธิและทรัพย์สินของเจ้าของสิทธินั้นแล้วแต่กรณี

                8. ภาษา
                การแปลภาษาข้อกำหนดและเงื่อนไขฉบับนี้ ไม่ว่าแปลเป็นภาษาใดก็ตาม เป็นเพียงเพื่ออำนวยความสะดวกแก่ผู้ใช้บริการเท่านั้น กรณีที่มีข้อความขัดแย้งกัน ระหว่างฉบับภาษาอื่นกับภาษาไทย ให้ยึดข้อความตามฉบับภาษาไทยเป็นหลัก

                9. กฎหมายที่ใช้บังคับ GOVERNING LAWS
                หากข้อพิพาทใดที่เกิดขึ้นจากหรือสืบเนื่องเกี่ยวข้องกับข้อกำหนดและเงื่อนไขฉบับนี้ นโยบายความเป็นส่วนตัว หรือจากการใช้บริการ ของบริษัท ผู้ใช้บริการและบริษัทตกลงใช้กฎหมายไทยในการระงับข้อพิพาท และอยู่ภายใต้ของเขตอำนาจของศาลไทย
            </div>
        </div>
    </div>
</body>

</html>